anthropic.claude-code
anysphere.cursorpyright
bradlc.vscode-tailwindcss
csstools.postcss
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
gencay.vscode-chatgpt
github.vscode-github-actions
graphql.vscode-graphql
graphql.vscode-graphql-syntax
hfloveyy.langgraphv
humy2833.ftp-simple
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.flake8
ms-python.python
ms-vscode.makefile-tools
openai.chatgpt
ritwickdey.liveserver
stormwarning.json-template
svelte.svelte-vscode
tamasfe.even-better-toml
techer.open-in-browser
unifiedjs.vscode-mdx
william-voyek.vscode-nginx
