anthropic.claude-code
bradlc.vscode-tailwindcss
csstools.postcss
dbaeumer.vscode-eslint
docker.docker
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
genieai.chatgpt-vscode
golang.go
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
ritwickdey.liveserver
stormwarning.json-template
techer.open-in-browser
